tap "homebrew/bundle"
tap "homebrew/services"
tap "arl/arl"

brew "gitmux"
brew "neovim"
brew "ripgrep"
brew "tmux"
brew "tpm"
brew "thefuck"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "ncspot"
brew "lazygit"
brew "httpie"

cask "google-chrome"
cask "visual-studio-code"
cask "obsidian"
cask "docker"
cask "spotify"
cask "iterm2"
cask "discord"
cask "hyperkey"
cask "lasso"
cask "steam"
cask "curseforge"
cask "chatgpt"
cask "httpie"
cask "caffeine"
cask "microsoft-outlook"
cask "microsoft-excel"
cask "microsoft-word"
cask "minecraft"
cask "the-unarchiver"
cask "whatsapp"
cask "zoom"
cask "hstracker"
