tap "homebrew/bundle"
tap "homebrew/services"
tap "arl/arl"

brew "gitmux"
brew "neovim"
brew "ripgrep"
brew "tmux"
brew "tpm"
brew "thefuck"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "spotify_player"
brew "lazygit"
brew "httpie"

cask "google-chrome"
cask "visual-studio-code"
cask "obsidian"
cask "spotify"
cask "iterm2"
cask "hyperkey"
cask "lasso"
cask "chatgpt"
cask "httpie"
cask "caffeine"
cask "docker"
